Repository: bmwiedemann/nested
Catalog: l10n/po/*.po
Languages: pt_br

source: file published to:
pt_br: arquivo publicado para:

source: <None>
pt_br: <Nehum>

source: <html>Unable to preview. Please check the syntax.</html>
pt_br: <html>Não é possível pré-visualizar. Por favor, verifique a sintaxe.</html>

source: <span size="large">Color scheme</span>
pt_br: <span size="large">Esquema de cores</span>

source: <span size="large">Document properties:</span>
pt_br: <span size="large">Propieades do documento:</span>

source: <span size="large">Font</span>
pt_br: <span size="large">Fonte</span>

source: <span size="large">Insert code here:</span>
pt_br: <span size="large">Inserir o código aqui:</span>

source: <span size="large">Insert table</span>
pt_br: <span size="large">Inserir tabela</span>

source: <span size="large">Link type</span>
pt_br: <span size="large">Tipo de link</span>

source: <span size="large">Publishing options:</span>
pt_br: <span size="large">Opções de edição:</span>

source: <span size="small">Coma separated</span>
pt_br: <span size="small">Vírgula separada</span>

source: <span size="small">HTML base64 encoded inline image.</span>
pt_br: <span size="small">HTML base64 codificado imagem inline.</span>

source: <span size="small">Plain text has no options implemented yet.</span>
pt_br: <span size="small">Texto simple não tem opções implementadas ainda.</span>

source: <span size="small">Suggested format: %%date(%B, %Y), {version}</span>
pt_br: <span size="small">Formato sugerido: %%date(%B, %Y), {version}</span>

source: <span size="small">Suggested format: {author-name}, {e-mail}</span>
pt_br: <span size="small">Formato sugerido: {author-name}, {e-mail}</span>

source: <span size="small">e. g.: <tt>%!postproc(xhtmls): '(&lt;/?)b>' '\1strong>'</tt></span>
pt_br: <span size="small">exemplo: <tt>%!postproc(xhtmls): '(&lt;/?)b>' '\1strong>'</tt></span>

source: <span size="small">e. g.: <tt>%!preproc: 'NE' 'Nested Editor'</tt></span>
pt_br: <span size="small">exemplo: <tt>%!preproc: 'NE' 'Nested Editor'</tt></span>

source: <span size="small">e.g.: jquery, mathjax, mylib</span>
pt_br: <span size="small">Por exemplo: jquery, mathjax, mylib</span>

source: <span size="small">user@domain.com > user (a) domain com</span>
pt_br: <span size="small">usuario@nomedodominio.com > usuario (a) dominio com</span>

source: <span size="x-large" font_weight="bold">The current file has not been saved yet.</span> Do you want to save before closing?
pt_br: <span size="x-large" font_weight="bold">O arquivo atual não foi salvo ainda.</span>⏎ ⏎ Você deseja salvar antes de fechar?

source: <span size="x-large">Processing. Please wait...</span>
pt_br: <span size="x-large">Processamento. Por favor, aguarde ...</span>

source: <span size="x-small"><b>Note:</b> the first section will be used as abstract if the document class supports it.</span>
pt_br: <span size="x-small"><b>Nota:</b> a primeira seção será usado como abstrato ⏎ se a classe do documento apoia-lo.</span>

source: <span size="xx-small">Here you can include packages, options or cofiguration for your LaTeX document. For example: <tt> \usepackage{color} \definecolor{gray97}{gray}{.97} \definecolor{gray75}{gray}{.75} \definecolor{gray45}{gray}{.45} </tt> This header will be added after system packages and before the beginning of the document.</span>
pt_br: <span size="xx-small"> Aqui você pode incluir pacotes, opções ou de configuração de seu documento LaTeX. Por exemplo: ⏎ <tt> ⏎ »\usepackage {color} ⏎ »\definecolor {gray97} {cinza} {0,97} ⏎ »\definecolor {gray75} {cinza} {0,75} ⏎ »\definecolor {gray45} {cinza} {0,45} ⏎ </ tt> ⏎ Este cabeçalho será adicionado após pacotes do sistema e antes do início do documento. </ Span>

source: <tt>pdflatex</tt> command wasn 't found. Please install {0}
pt_br: <tt>pdflatex</tt> comando não foi encontrado. Por favor instale⏎ {0}

source: About
pt_br: Sobre

source: About Nested
pt_br: Sobre Nested

source: Add
pt_br: Adicionar

source: Add image
pt_br: Adicionar imagen

source: As inline image
pt_br: Como imagem inline

source: As text
pt_br: Como texto

source: Author:
pt_br: Criador:

source: Background color:
pt_br: Cor de fundo:

source: Bloqued
pt_br: Bloqueado

source: Bold
pt_br: Negrito

source: Columns:
pt_br: Colunas:

source: Copy
pt_br: Copiar

source: Custom
pt_br: Personalizado

source: Cut
pt_br: Recortar

source: Decrease font
pt_br: Diminuir fonte

source: Do you want to overwrite the file?
pt_br: Você quer substituir o arquivo?

source: Document class:
pt_br: Classe do documento:

source: Document image gallery
pt_br: Galeria de imagens do documento

source: Document properties
pt_br: Propiedades do documento

source: Document saved in
pt_br: Documento salvo em

source: Document saved to backup file .backup.t2t.bak
pt_br: Documento guardado pra o backup .backup.t2t.bak

source: Don't save
pt_br: Não salvar

source: Edit
pt_br: Editar

source: Editor appearance
pt_br: Editor de aparência

source: Editor font:
pt_br: Editar fonte:

source: Error loading translations into Glade file.
pt_br: Erro no carregamento de traduções em arquivo Glade.

source: Error, file not found:
pt_br: Erro, documento não encontrado:

source: Examples
pt_br: Exemplos

source: External
pt_br: Externo

source: File
pt_br: Arquivo

source: File successfully loaded:
pt_br: Arquivo carregado com sucesso:

source: Find help online
pt_br: Procure ajuda on-line

source: Fixing Glade file for MS Windows.
pt_br: Corrigindo arquivo Glade para MS Windows.

source: Focus mode
pt_br: Modo de focagem

source: Font color:
pt_br: Color de fonte:

source: Fullscreen
pt_br: Tela cheia

source: Header:
pt_br: Cabeçalho:

source: Help
pt_br: Ajuda

source: Hide e-mails:
pt_br: Ocultar e-mails:

source: If enabled, this options will create a single HTML file with inline style and scripts. If disabled, style (css) and scripts (js) will be put aside the published file in the media directory.
pt_br: Se é ativado, esta opção irá criar ⏎ um único arquivo HTML com estilo inline ⏎ e scripts. Se é desativado, de estilo (CSS) ⏎ e scripts (JS) vai ser posta de lado a ⏎ arquivo publicado no diretório de mídia.

source: Ignoring library {0}
pt_br: Ignorando biblioteca {0}

source: Increase font
pt_br: Aumentar fonte

source: Insert
pt_br: Inserir

source: Insert code
pt_br: Inserir código

source: Insert footnote
pt_br: Inserir nota de rodapé

source: Insert image
pt_br: Inserir imagen

source: Insert link
pt_br: Inserir link

source: Insert math
pt_br: Inserir math

source: Insert table
pt_br: Inserir tabela

source: Insert verbatim
pt_br: Insira verbatim

source: Insert verbatim block
pt_br: Insira bloco de verbatim

source: Internal
pt_br: Interno

source: Italic
pt_br: Itálico

source: Label: <span size="small">(optional)</span>
pt_br: Rótulo: <span size="small">(opcional)</span>

source: Libraries available by default: - syntaxhighlighter, for code syntax highlight. - mathjax, for math (LaTeX) rendering on browser. - jquery, powerfull javascript library. You can add libraries by putting them on your 'libraries' folder.
pt_br: Bibliotecas disponíveis por padrão: ⏎ ⏎ - syntaxhighlighter, para destaque de sintaxe código ⏎ - mathjax, para renderização matemática (LaTeX) no navegador ⏎ - jquery, poderosa biblioteca javascript ⏎. ⏎ Você pode adicionar bibliotecas, colocando-os em seu pasta de 'bibliotecas'.

source: Libraries:
pt_br: Bibliotecas:

source: Loading file: {0}
pt_br: Carregando o arquivo: {0}

source: MacTeX from http://www.tug.org/mactex/.
pt_br: MacTeX de http://www.tug.org/mactex/.

source: Markup reference
pt_br: Markup de referência

source: MikTeX from http://miktex.org/.
pt_br: MikTeX de http://miktex.org/.

source: Move down
pt_br: Mover para baixo

source: Move up
pt_br: Mover para cima

source: My Nested folder
pt_br: Meu pasta do Nested

source: New
pt_br: Novo

source: New file created...
pt_br: Novo arquivo criado...

source: No
pt_br: Não

source: Numbered headers
pt_br: Cabeçalhos numeradas

source: Ok
pt_br: Tá

source: Open
pt_br: Abrir

source: Open file
pt_br: Abrir arquivo

source: Open recent
pt_br: Abrir recente

source: Options:
pt_br: Opções:

source: Ordered list
pt_br: Lista ordenada

source: Output as PDF
pt_br: Saída como PDF

source: Packaging:
pt_br: Embalagem:

source: Paste
pt_br: Colar

source: Plain text
pt_br: Texto simples

source: Please select a filename.
pt_br: Por favor seleccione um nome de arquivo.

source: Please wait...
pt_br: Por favor aguarde...

source: Please write a filename.
pt_br: Por favor escreva um nome de arquivo

source: Postprocessing filters:
pt_br: Filtros de pós-processamento:

source: Preferences
pt_br: Preferências

source: Preprocessing filters:
pt_br: Filtros de pré-processamento:

source: Presentation:
pt_br: Apresentação

source: Preview
pt_br: Visualização

source: Preview is currently not supported for Microsoft Windows, but you still can publish the document to HTML. If you need this functionality you can help the developer by packaging pywebkitgtk for Windows: http://code.google.com/p/pywebkitgtk/
pt_br: Pré-visualização não é suportada atualmente para o Microsoft Windows, mas você ainda ⏎ pode publicar o documento para HTML. ⏎ Se você precisar essa funcionalidade, você pode ajudar o desenvolvedor por embalagem ⏎ pywebkitgtk para Windows: http://code.google.com/p/pywebkitgtk/

source: Properties
pt_br: Propiedades

source: Publish
pt_br: Publicar

source: Publish to:
pt_br: Publicar em:

source: Quit
pt_br: Sair

source: Redo
pt_br: Refazer

source: Remove
pt_br: Remover

source: Rows:
pt_br: Linhas:

source: Save
pt_br: Salvar

source: Save as
pt_br: Salve como

source: Save file
pt_br: Salve arquivo

source: Save file?
pt_br: Deseja salvar o arquivo?

source: Security:
pt_br: Segurança

source: Select link
pt_br: Selecione o link

source: Show up to level:
pt_br: Mostrar-se ao nível:

source: Single document
pt_br: Documento simple

source: Software for the creation of structured documents.
pt_br: Software para a criação de documentos estruturados.

source: Sorry, {0} target is not supported. Using xhtmls.
pt_br: Desculpe, {0} alvo não é suportado. Usando xhtmls.

source: Starting Nested...
pt_br: Começando Nested ...

source: Table of contents
pt_br: Tabela de conténido

source: Templates
pt_br: Modelos

source: Theme
pt_br: Tema

source: Theme {0} could not be found
pt_br: Tema {0} não pôde ser encontrado

source: Theme:
pt_br: Tema:

source: Title
pt_br: Título

source: Title:
pt_br: Título:

source: Translate Nested
pt_br: Traduzir Nested

source: Type:
pt_br: Tipo:

source: Unable to add {0} to the recent files file. Are you in a read-only system?
pt_br: Não é possível adicionar {0} para o arquivo de arquivos recentes. Você está em um sistema só de leitura?

source: Unable to create recent.txt file. Read-only system?
pt_br: Não é possível criar arquivo recent.txt. Você está em um sistema só de leitura?

source: Unable to include library {0}.
pt_br: Não é possível incluir biblioteca {0}.

source: Unable to load file {0}.
pt_br: Não é possível carregar o arquivo {0}.

source: Unable to load image {0}.
pt_br: Não é possível carregar a imagem {0}.

source: Unable to open LaTex header. Do you have permissions?
pt_br: Não é possível ler {0} tema requer arquivo. Você tem as permissões?

source: Unable to open footer {0}.
pt_br: Não é possível abrir footer {0}.

source: Unable to open header {0}.
pt_br: Não é possível abrir cabeçalho {0}.

source: Unable to open script {0}.
pt_br: Não é possível abrir o scrip {0}.

source: Unable to open style {0}.
pt_br: Não é possível abrir estilo {0}.

source: Unable to publish the document. Are you in a read-only system?
pt_br: Não é possível publicar o documento. Você está em um sistema só de leitura?

source: Unable to read the recent files file. Read-only system?
pt_br: Não é possível ler o arquivo de arquivos recentes. Você está em um sistema só de leitura?

source: Unable to read {0} theme requires file. Do you have permissions?
pt_br: Não é possível ler {0} tema requer arquivo. Você tem as permissões?

source: Unable to remove entry from recent files file. Read-only system?
pt_br: Não foi possível remover a entrada de arquivo de arquivos recentes. Você está em um sistema só de leitura?

source: Unable to save backup file. Are you in a read-only system?
pt_br: Não é possível salvar arquivo de backup. Você está em um sistema só de leitura?

source: Unable to save preferences. Are you in a read-only system?
pt_br: Não foi possível salvar preferências. Você está em um sistema só de leitura?

source: Unable to save the Tex header file. Read-only system?
pt_br: Não é possível salvar o arquivo Text de cabeçalho. Você está em um sistema só de leitura?

source: Unable to save the document. Are you in a read-only system?
pt_br: Não é possível salvar o documento. Você está em um sistema só de leitura?

source: Underline
pt_br: Sublinado

source: Undo
pt_br: Desfazer

source: Unordered list
pt_br: Lista não ordenada

source: Untitled document* - Nested
pt_br: Documento sem título * - Nested

source: Untitled section
pt_br: Seção sem título

source: Untitled section 1
pt_br: Seção sem título 1

source: User manual
pt_br: Manual de usuario

source: Using arguments:
pt_br: Usando argumentos:

source: Using configuration files:
pt_br: Usando arquivos de configuração:

source: Version:
pt_br: Versão:

source: View
pt_br: Visualizar

source: Wait what? Error on sinc_tree_fields :S
pt_br: Esperar o quê? Erro na sinc_tree_fields: S

source: We are in {0}
pt_br: Estamos em {0}

source: What? Document class combo has nothing selected :S
pt_br: O quê? Conjunto classe de documento não tem nada selecionado: S

source: What? Forcing the formatting to target 'xhtmls' in format_config()
pt_br: O quê? Forçando a formatação alvo 'xhtmls' em format_config()

source: What? Target combo has nothing selected :S
pt_br: O quê? Conjunto do alvo não tem nada selecionado: S

source: What? Theme combo has nothing selected :S
pt_br: O quê? Conjunto de tema não tem nada selecionado: S

source: packages <tt>texlive</tt>, <tt>texlive-publishers</tt> and <tt>texlive-latex-extra</tt>.
pt_br: pacotes <tt>texlive</tt>, <tt>texlive-publishers</tt>⏎ e <tt>texlive-latex-extra</tt>.

source: pdflatex command is not avalaible.
pt_br: pdflatex comando não está disponivel.
